Repository: amaarrjith/instaresolv-kmp-shared
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, ur

source: (AI Generated - Editable)
ar: (تم إنشاؤه بالذكاء الاصطناعي - قابل للتحرير)
es: (Generado por IA - Editable)
hi: (AI द्वारा जनरेट किया गया - संपादन योग्य)
ur: (AI سے تیار کردہ - قابل تدوین)

source: (AI Generated)
ar: (تم إنشاؤه بواسطة الذكاء الاصطناعي)
es: (Generado por IA)
hi: (AI द्वारा जनरेट किया गया)
ur: (AI کے ذریعے تیار کیا گیا)

source: (AI Translated)
ar: (مترجم بالذكاء الاصطناعي)
es: (Traducido por IA)
hi: (AI द्वारा अनुवादित)
ur: (AI کے ذریعے ترجمہ کیا گیا)

source: %@ is Required
ar: %@ مطلوب
es: %@ es obligatorio
hi: %@ आवश्यक है
ur: %@ درکار ہے۔

# %@ MISMATCH
source: %@ does not match
ar: %@ غير متطابق
es: %@ no coincide
hi: %@ मेल नहीं खाता
ur: %@ مماثل نہیں ہے۔

source: %@ should be greater than %@
ar: يجب أن يكون %@ أكبر من %@
es: %@ debe ser mayor que %@
hi: %@ %@ से बड़ा होना चाहिए
ur: %@ %@ سے بڑا ہونا چاہئے

source: %@ should be less than %@
ar: يجب أن يكون %@ أقل من %@
es: %@ debe ser menor que %@
hi: %@ %@ से कम होना चाहिए
ur: %@ %@ سے کم ہونا چاہئے

source: %@ is required
ar: %@ مطلوب
es: %@ es obligatorio
hi: %@ आवश्यक है
ur: %@ درکار ہے۔

source: 23 Members
ar: 23 عضوا
es: 23 miembros
hi: 23 सदस्य
ur: 23 ممبران

source: About InstaResolv
ar: حول إنستاريسولف
es: Acerca de InstaResolv
hi: इंस्टा रिसोल्व के बारे में
ur: InstaResolv کے بارے میں

source: About Us
ar: معلومات عنا
es: Sobre nosotros
hi: हमारे बारे में
ur: ہمارے بارے میں

source: Access Requested
ar: تم طلب الوصول
es: Acceso solicitado
hi: पहुंच का अनुरोध किया गया
ur: رسائی کی درخواست کی گئی۔

# access_requested_title
source: Access Requested
ar: تم طلب الوصول
es: Acceso solicitado
hi: पहुंच का अनुरोध किया गया
ur: رسائی کی درخواست کی گئی۔

source: Access Restricted
ar: تم تقييد الوصول
es: Acceso restringido
hi: पहुँच प्रतिबंधित है
ur: رسائی محدود ہے

# access_restricted_description
source: This section is currently unavailable for subcontractor accounts. Please contact your administrator for more information.
ar: هذا القسم غير متاح حاليًا لحسابات المقاولين الفرعيين. يرجى التواصل مع المسؤول لمزيد من المعلومات.
es: Esta sección no está disponible actualmente para cuentas de subcontratistas. Por favor, contacte a su administrador para más información.
hi: यह अनुभाग वर्तमान में सबकॉन्ट्रैक्टर खातों के लिए उपलब्ध नहीं है। अधिक जानकारी के लिए कृपया अपने व्यवस्थापक से संपर्क करें।
ur: یہ سیکشن فی الحال سب کنٹریکٹر اکاؤنٹس کے لیے دستیاب نہیں ہے۔ مزید معلومات کے لیے اپنے ایڈمنسٹریٹر سے رابطہ کریں۔

source: Account
ar: الحساب
es: Cuenta
hi: खाता
ur: اکاؤنٹ

source: Add
ar: إضافة
es: Agregar
hi: जोड़ना
ur: شامل کریں۔

source: Add Employee
ar: إضافة موظف
es: Agregar empleado
hi: कर्मचारी जोड़ें
ur: ملازم شامل کریں۔

source: Add Image
ar: إضافة صورة
es: Agregar imagen
hi: छवि जोड़ें
ur: تصویر شامل کریں۔

source: Add New
ar: أضف جديد
es: Agregar nuevo
hi: नया जोड़ो
ur: نیا شامل کریں۔

source: Add Remark
ar: إضافة ملاحظة
es: Agregar observación
hi: टिप्पणी जोड़ें
ur: تبصرہ شامل کریں

source: Add Sign
ar: إضافة توقيع
es: Agregar firma
hi: हस्ताक्षर जोड़ें
ur: دستخط شامل کریں

source: + Add User
ar: + إضافة مستخدم
es: + Agregar usuario
hi: + उपयोगकर्ता जोड़ें
ur: + صارف شامل کریں۔

source: Add User
ar: إضافة مستخدم
es: Agregar usuario
hi: उपयोगकर्ता जोड़ें
ur: صارف شامل کریں۔

# add_user_title
source: Add User
ar: إضافة مستخدم
es: Agregar usuario
hi: उपयोगकर्ता जोड़ें
ur: صارف شامل کریں۔

# added_people_list_title
source: ADDED PEOPLE LIST
ar: قائمة الأشخاص المضافين
es: LISTA DE PERSONAS AÑADIDAS
hi: लोगों की सूची जोड़ी गई
ur: لوگوں کی فہرست شامل کی گئی۔

source: Additional Precautions
ar: احتياطات إضافية
es: Precauciones adicionales
hi: अतिरिक्त सावधानियाँ
ur: اضافی احتیاطی تدابیر

source: Address
ar: العنوان
es: DIRECCIÓN
hi: पता
ur: پتہ

source: Admin
ar: مسؤول
es: Administración
hi: व्यवस्थापक
ur: ایڈمن

# AGE_MUST_BE_NUMBER
source: Age must be a number
ar: يجب أن يكون العمر رقمًا
es: La edad debe ser un número.
hi: आयु एक संख्या होनी चाहिए
ur: عمر کا نمبر ہونا چاہیے۔

# AGE_REQUIRED
source: Age is required
ar: العمر مطلوب
es: Se requiere edad
hi: आयु आवश्यक है
ur: عمر درکار ہے۔

# AGE_UNDER_LIMIT
source: You must be over 18 years old to use this app
ar: يجب أن يكون عمرك أكثر من 18 عامًا لاستخدام هذا التطبيق
es: Debes ser mayor de 18 años para utilizar esta aplicación.
hi: इस ऐप का उपयोग करने के लिए आपकी आयु 18 वर्ष से अधिक होनी चाहिए
ur: اس ایپ کو استعمال کرنے کے لیے آپ کی عمر 18 سال سے زیادہ ہونی چاہیے۔

source: Ago
ar: منذ
es: Atrás
hi: पहले
ur: پہلے

# ai_analysing_image
source: AI analysing the image...
ar: الذكاء الاصطناعي يحلل الصورة...
es: IA analizando la imagen...
hi: AI छवि का विश्लेषण कर रहा है...
ur: AI تصویر کا تجزیہ کر رہا ہے...

source: Alert!
ar: تنبيه!
es: ¡Alerta!
hi: चेतावनी!
ur: الرٹ!

# alert_empty_email
source: Please enter email address
ar: يرجى إدخال عنوان البريد الإلكتروني.
es: Por favor ingrese la dirección de correo electrónico
hi: कृपया ईमेल पता दर्ज करें
ur: براہ کرم ای میل ایڈریس درج کریں۔

# alert_invalid_email
source: Please enter a valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
es: Por favor, introduce una dirección de correo electrónico válida
hi: कृपया एक मान्य ईमेल पता प्रविष्ट करें
ur: براہ کرم ایک درست ای میل ایڈریس درج کریں۔

# alert_no_email
source: Please enter at least one email address
ar: يرجى إدخال عنوان بريد إلكتروني واحد على الأقل.
es: Por favor ingrese al menos una dirección de correo electrónico
hi: कृपया कम से कम एक ईमेल पता दर्ज करें
ur: براہ کرم کم از کم ایک ای میل پتہ درج کریں۔

# all_mandatory_fields_required
source: All mandatory fields are required
ar: جميع الحقول الإلزامية مطلوبة
es: Todos los campos obligatorios son obligatorios
hi: सभी अनिवार्य फ़ील्ड आवश्यक हैं
ur: تمام لازمی فیلڈز درکار ہیں۔

# all_pending_tab
source: All Pending
ar: الكل
es: Todo pendiente
hi: सभी लंबित
ur: تمام زیر التواء

# all_questions_must_answer
source: All Questions must be Answered To Continue
ar: يجب الإجابة على جميع الأسئلة للمتابعة
es: Todas las preguntas deben ser respondidas para continuar
hi: जारी रखने के लिए सभी प्रश्नों का उत्तर देना आवश्यक है
ur: جاری رکھنے کے لیے تمام سوالات کا جواب دینا ضروری ہے۔

source: Alnasr
ar: النصر
hi: अलनासर
ur: النصر

source: Alnasr Authorizer Name
ar: اسم المفوض من النصر
es: Nombre del autorizador de Alnasr
hi: अलनसर अधिकृत व्यक्ति का नाम
ur: النصر کے مجاز شخص کا نام

# already_have_account
source: Already have an account?
ar: هل لديك حساب بالفعل؟
es: ¿Ya tienes una cuenta?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
ur: پہلے سے ہی اکاؤنٹ ہے؟

source: and
ar: و
es: y
hi: और
ur: اور

source: App Language
ar: لغة التطبيق
es: Idioma de la aplicación
hi: ऐप भाषा
ur: ایپ کی زبان

source: App Notifications
ar: إشعارات التطبيق
es: Notificaciones de aplicaciones
hi: एप्लिकेशन सूचनाएं
ur: ایپ کی اطلاعات

source: App Notification
ar: إشعار التطبيق
es: Notificación de aplicación
hi: अनुप्रयोग अधसुचना
ur: ایپ کی اطلاع

source: Apply
ar: تطبيق
es: Aplicar
hi: आवेदन करना
ur: لگائیں

source: Approve
ar: موافقة
es: Aprobar
hi: मंज़ूरी देना
ur: منظور کرو

source: Are you sure you want to leave this page? Unsaved changes will be lost.
ar: هل أنت متأكد أنك تريد مغادرة هذه الصفحة؟ سيتم فقدان التغييرات غير المحفوظة.
es: ¿Estás seguro de que quieres abandonar esta página? Los cambios no guardados se perderán.
hi: क्या आप वाकई यह पेज छोड़ना चाहते हैं? सहेजे न गए परिवर्तन खो जाएंगे.
ur: کیا آپ واقعی یہ صفحہ چھوڑنا چاہتے ہیں؟ غیر محفوظ شدہ تبدیلیاں ضائع ہو جائیں گی۔

# are_there_injured
source: ARE THERE ANY INJURED PERSONS?
ar: هل هناك أي جرحى؟
es: ¿HAY PERSONAS HERIDAS?
hi: क्या कोई घायल व्यक्ति है?
ur: کیا کوئی زخمی شخص ہے؟

source: Assigned Trainings
ar: التدريبات المعينة
es: Entrenamientos Asignados
hi: सौंपे गए प्रशिक्षण
ur: تفویض کردہ ٹریننگز

source: ATTENDANCE EVIDENCE
ar: أدلة الحضور
es: EVIDENCIA DE ASISTENCIA
hi: उपस्थिति साक्ष्य
ur: حاضری کا ثبوت

# attendes
source: ATTENDEES
ar: الحضور
es: ASISTENTES
hi: सहभागी
ur: حاضرین

source: Audit & Inspections
ar: التدقيق & عمليات التفتيش
es: Auditoría y Inspecciones
hi: लेखापरीक्षा एवं निरीक्षण
ur: آڈٹ اور معائنہ

# audit_inspection_report
source: Audit & Inspections Report
ar: تقرير التدقيق والتفتيش
es: Informe de auditoría e inspecciones
hi: लेखापरीक्षा एवं निरीक्षण रिपोर्ट
ur: آڈٹ اور معائنہ رپورٹ

# audits_and_inspections
source: Audits & Inspections
ar: التدقيق والفحوصات
es: Auditorías y Inspecciones
hi: लेखापरीक्षा एवं निरीक्षण
ur: آڈٹ اور معائنہ

# audits_inspection
source: Audits & Inspections
ar: عمليات التدقيق والتفتيش
es: Auditorías e inspecciones
hi: लेखापरीक्षा एवं निरीक्षण
ur: آڈٹ اور معائنہ

source: Authorization Request
ar: طلب التفويض
es: Solicitud de autorización
hi: प्राधिकरण अनुरोध
ur: اجازت کی درخواست

source: Authorized Person
ar: الشخص المخول
es: Persona autorizada
hi: अधिकृत व्यक्ति
ur: مجاز شخص

# authorized_person_missing
source: Please provide the authorized person’s details.
ar: يرجى تقديم تفاصيل الشخص المخول
es: Por favor, proporcione los detalles de la persona autorizada.
hi: कृपया अधिकृत व्यक्ति का विवरण प्रदान करें।
ur: براہ کرم مجاز شخص کی تفصیلات فراہم کریں۔

source: Authorizer
ar: المُفوِّض
es: Autorizador
hi: प्राधिकृत करने वाला
ur: اختیار دینے والا

source: Authorizer Name
ar: اسم المخول
es: Nombre del autorizador
hi: अधिकृत करने वाले का नाम
ur: اجازت دینے والے کا نام

source: Authorizer's Name
ar: اسم المفوض
es: Nombre del autorizador
hi: अधिकृत करने वाले का नाम
ur: اجازت دینے والے کا نام

source: Back
ar: رجوع
es: Atrás
hi: पीछे
ur: پیچھے

# briefs.lesson_learned
source: Lesson Learned
ar: الدرس تعلمت
es: Lección aprendido
hi: पाठ सीखा
ur: سبق سیکھا۔

# briefs.overview
source: Overview
ar: ملخص
es: Descripción general
hi: सिंहावलोकन
ur: جائزہ

# briefs.pre_task_briefing
source: Pre-Task Briefing
ar: مهمة مسبقة إحاطة
es: Tarea previa Información
hi: पूर्व कार्य ब्रीफिंग
ur: پری ٹاسک بریفنگ

# briefs.title
source: BRIEFS
ar: ملخصات
es: BRAGAS
hi: कच्छा
ur: بریفز

# briefs.toolbox_talks
source: Toolbox Talks
ar: صندوق الأدوات محادثات
es: Caja de herramientas Charlas
hi: टूलबॉक्स बातचीत
ur: ٹول باکس باتیں کرتا ہے۔

source: Bulk Upload Employees
ar: موظفو التحميل المجمع
es: Carga masiva de empleados
hi: थोक अपलोड कर्मचारी
ur: بلک اپ لوڈ ملازمین

source: Camera
ar: الكاميرا
es: Cámara
hi: कैमरा
ur: کیمرہ

source: Cancel
ar: إلغاء
es: Cancelar
hi: रद्द करना
ur: منسوخ کریں۔

source: Cancel Permit
ar: إلغاء التصريح
es: Cancelar permiso
hi: परमिट रद्द करें
ur: پرمٹ منسوخ کریں

source: Cancelled
ar: ملغى
es: Cancelado
hi: रद्द
ur: منسوخ

source: Cancelled By
ar: أُلغي بواسطة
es: Cancelado por
hi: द्वारा रद्द किया गया
ur: کی جانب سے منسوخ کیا گیا

source: Certificate
ar: شهادة
es: Certificado
hi: प्रमाणपत्र
ur: سرٹیفکیٹ

# certificate_closure
source: Permit Closure
ar: إغلاق التصريح
es: Cierre del permiso
hi: परमिट बंद
ur: پرمٹ بندش

source: Change Password
ar: تغيير كلمة المرور
es: Cambiar la contraseña
hi: पासवर्ड बदलें
ur: پاس ورڈ تبدیل کریں۔

source: Change App Language
ar: تغيير لغة التطبيق
es: Cambiar idioma de la aplicación
hi: ऐप की भाषा बदलें
ur: ایپ کی زبان تبدیل کریں۔

source: Change Designation
ar: تغيير المسمى الوظيفي
es: Cambiar designación
hi: पदनाम बदलें
ur: عہدہ تبدیل کریں۔

source: Change Role
ar: تغيير الدور
es: Cambiar rol
hi: भूमिका बदलें
ur: کردار تبدیل کریں۔

source: Change user
ar: تغيير المستخدم
es: Cambiar usuario
hi: उपयोगकर्ता बदलें
ur: صارف کو تبدیل کریں۔

source: Change Your Password
ar: تغيير كلمة المرور الخاصة بك
es: Cambia tu contraseña
hi: अपना पासवर्ड बदलें
ur: اپنا پاس ورڈ تبدیل کریں۔

source: Choose Image
ar: اختر صورة
es: Elige Imagen
hi: छवि चुनें
ur: تصویر کا انتخاب کریں۔

# choose_language_description
source: Select your preferred language
ar: اختر لغتك المفضلة
es: Selecciona tu idioma preferido
hi: अपनी पसंदीदा भाषा चुनें
ur: اپنی پسند کی زبان منتخب کریں۔

source: clear
ar: مسح
es: Borrar
hi: साफ़ करें
ur: صاف کریں

source: Clear All
ar: مسح الكل
es: Borrar todo
hi: सभी साफ करें
ur: تمام صاف کریں۔

# client_name_label
source: Client name :
ar: اسم العميل :
es: Nombre del cliente:
hi: ग्राहक नाम :
ur: کلائنٹ کا نام:

source: Close
ar: إغلاق
es: Cerca
hi: बंद करना
ur: بند

source: Close Observation
ar: إغلاق الملاحظة
es: Cerrar observación
hi: निकट अवलोकन
ur: بند مشاہدہ

source: Close Out
ar: إغلاق
es: Dar a la venta
hi: बंद करवाना
ur: کلوز آؤٹ

source: CLOSE OUT DESCRIPTION
ar: وصف الإغلاق
es: CIERRE DESCRIPCIÓN
hi: विवरण बंद करें
ur: تفصیل بند کریں۔

source: Closed
ar: مغلق
es: Cerrado
hi: बंद किया हुआ
ur: بند

source: Closed By
ar: أغلق بواسطة
es: Cerrado por
hi: द्वारा बंद किया गया
ur: کی طرف سے بند

source: Closed Observations
ar: ملاحظات مُغلقة
es: Observaciones cerradas
hi: बंद अवलोकन
ur: بند مشاہدات

source: CLOSEOUT DESCRIPTION
ar: وصف الإغلاق
es: DESCRIPCIÓN DEL CIERRE
hi: समापन विवरण
ur: قریبی تفصیل

source: Closeout Pending
ar: الإغلاق معلق
es: Liquidación pendiente
hi: समापन लंबित
ur: کلوز آؤٹ زیر التواء

source: Code
ar: شفرة
es: Código
hi: कोड
ur: کوڈ

source: Coming Soon
ar: قريباً
es: Muy pronto
hi: जल्द आ रहा है
ur: جلد آرہا ہے۔

# common.alert
source: Alert
ar: يُحذًِر
es: Alerta
hi: चेतावनी
ur: الرٹ

# common.cancel
source: Cancel
ar: يلغي
es: Cancelar
hi: रद्द करना
ur: منسوخ کریں۔

# common.close
source: Close
ar: يغلق
es: Cerca
hi: बंद करना
ur: بند

# common.copy_code
source: Copy Code
ar: نسخ الرمز
es: Copiar código
hi: कोड कॉपी करें
ur: کوڈ کاپی کریں۔

# common.edit
source: Edit
ar: يحرر
es: Editar
hi: संपादन करना
ur: ترمیم کریں۔

# common.error
source: Error
ar: خطأ
hi: गलती
ur: خرابی

# common.info
source: Info
ar: معلومات
es: Información
hi: जानकारी
ur: معلومات

# common.loading
source: Loading…
ar: تحميل…
es: Cargando…
hi: लोड हो रहा है...
ur: لوڈ ہو رہا ہے…

# common.ok
source: OK
ar: نعم
es: DE ACUERDO
hi: ठीक है
ur: ٹھیک ہے

# common.retry
source: Retry
ar: أعد المحاولة
es: Rever
hi: पुन: प्रयास करें
ur: دوبارہ کوشش کریں۔

# common.sample_text
source: Sample Text
ar: نموذج النص
es: Texto de muestra
hi: सेम्पल विषय
ur: نمونہ متن

# common.success
source: Success
ar: نجاح
es: Éxito
hi: सफलता
ur: کامیابی

# common.validation
source: Validation
ar: تصديق
es: Validación
hi: मान्यकरण
ur: توثیق

# common.warning
source: Warning
ar: تحذير
es: Advertencia
hi: चेतावनी
ur: وارننگ

source: COMPANY
ar: الشركة
es: COMPAÑÍA
hi: कंपनी
ur: کمپنی

source: Company Details
ar: تفاصيل الشركة
es: Detalles de la empresa
hi: कंपनी का विवरण
ur: کمپنی کی تفصیلات

source: Company Name
ar: اسم الشركة
es: nombre de empresa
hi: कंपनी का नाम
ur: کمپنی کا نام

# company_details_title
source: Company Details
ar: تفاصيل الشركة
es: Detalles de la empresa
hi: कंपनी का विवरण
ur: کمپنی کی تفصیلات

source: Completed Successfully
ar: اكتمل بنجاح
es: Completado correctamente
hi: सफलतापूर्वक पूर्ण हुआ
ur: کامیابی سے مکمل ہوا

source: Confirm
ar: يتأكد
es: Confirmar
hi: पुष्टि करना
ur: تصدیق کریں۔

source: Confirm Delete!!
ar: تأكيد الحذف!!
es: Confirmar Eliminar!!
hi: हटाने की पुष्टि करें!!
ur: حذف کی تصدیق کریں!!

source: Confirm Deletion!
ar: تأكيد الحذف!
es: ¡Confirmar eliminación!
hi: हटाने की पुष्टि करें!
ur: حذف کرنے کی تصدیق کریں!

# confirm_deletion_message
source: Are you sure you want to delete your account permanently
ar: هل أنت متأكد أنك تريد حذف حسابك نهائيًا؟
es: ¿Estás seguro de que deseas eliminar tu cuenta permanentemente?
hi: क्या आप वाकई अपना खाता स्थायी रूप से हटाना चाहते हैं?
ur: کیا آپ واقعی اپنا اکاؤنٹ مستقل طور پر حذف کرنا چاہتے ہیں؟

source: Confirm Exit!
ar: تأكيد الخروج!
es: ¡Confirmar salida!
hi: बाहर निकलने की पुष्टि करें!
ur: باہر نکلنے کی تصدیق کریں!

# confirm_exit_message
source: Are you sure you want to leave this page, All unsaved changes will be lost.
ar: هل أنت متأكد أنك تريد مغادرة هذه الصفحة؟ سيتم فقدان جميع التغييرات غير المحفوظة.
es: ¿Está seguro de que desea abandonar esta página? Se perderán todos los cambios no guardados.
hi: क्या आप वाकई यह पृष्ठ छोड़ना चाहते हैं, सभी सहेजे न गए परिवर्तन खो जाएंगे।
ur: کیا آپ واقعی اس صفحہ کو چھوڑنا چاہتے ہیں، تمام غیر محفوظ شدہ تبدیلیاں ضائع ہو جائیں گی۔

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
es: Confirmar nueva contraseña
hi: नए पासवर्ड की पुष्टि करें
ur: نئے پاس ورڈ کی تصدیق کریں۔

source: Confirm Password
ar: تأكيد كلمة المرور
es: confirmar Contraseña
hi: पासवर्ड की पुष्टि कीजिये
ur: پاس ورڈ کی تصدیق کریں۔

source: Connect InstaResolv Team
ar: قم بتوصيل فريق InstaResolv
es: Conecte el equipo de InstaResolv
hi: InstaResolv टीम से जुड़ें
ur: InstaResolv ٹیم کو مربوط کریں۔

source: Contact Us
ar: اتصل بنا
es: Contáctenos
hi: हमसे संपर्क करें
ur: ہم سے رابطہ کریں۔

source: Continue
ar: استمرار
es: Continuar
hi: जारी रखना
ur: جاری رکھیں

source: Contractor Name
ar: اسم المقاول
es: Nombre del contratista
hi: ठेकेदार का नाम
ur: ٹھیکیدار کا نام

source: Copy this code
ar: انسخ هذا الرمز
es: Copia este código
hi: इस कूट को प्रति करो
ur: اس کوڈ کو کاپی کریں۔

source: Corrections
ar: التصحيحات
es: Correcciones
hi: सुधार
ur: تصحیحات

source: Country
ar: دولة
es: País
hi: देश
ur: ملک

source: Create New
ar: إنشاء جديد
es: Crear nuevo
hi: नया निर्माण
ur: نیا بنائیں

source: Create New Group
ar: إنشاء مجموعة جديدة
es: Crear nuevo grupo
hi: नया बनाएं समूह
ur: نیا بنائیں گروپ

source: Create Observation
ar: إنشاء ملاحظة
es: Crear observación
hi: अवलोकन बनाएँ
ur: مشاہدہ بنائیں

source: Custom Entry
ar: إدخال مخصص
es: Entrada personalizada
hi: कस्टम प्रविष्टि
ur: حسب ضرورت اندراج

source: Dangerous Occurrence
ar: حادثة خطيرة
es: Ocurrencia peligrosa
hi: खतरनाक घटना
ur: خطرناک واقعہ

source: Date
ar: التاريخ
es: Fecha
hi: तारीख
ur: تاریخ

source: Date Close
ar: تاريخ الإغلاق
es: Fecha de cierre
hi: दिनांक बंद
ur: تاریخ بند

source: Date Closed
ar: تاريخ الإغلاق
es: Fecha de cierre
hi: दिनांक बंद
ur: بند ہونے کی تاریخ

source: Date Open
ar: تاريخ الفتح
es: Fecha de apertura
hi: तारीख खुली
ur: کھلنے کی تاریخ

source: Date Reported
ar: تاريخ الإبلاغ
es: Fecha reportada
hi: दिनांक रिपोर्ट की गई
ur: رپورٹ کی تاریخ

source: Day
ar: يوم
es: Día
hi: दिन
ur: دن

source: Days
ar: أيام
es: Días
hi: दिन
ur: دن

source: Delete Account
ar: حذف الحساب
es: Eliminar cuenta
hi: खाता हटा दो
ur: اکاؤنٹ حذف کریں۔

# delete_confirmation_message
source: Are you sure you want to delete this observation?
ar: هل أنت متأكد أنك تريد حذف هذه الملاحظة؟
es: ¿Está seguro de que desea eliminar esta observación?
hi: क्या आप वाकई इस अवलोकन को हटाना चाहते हैं?
ur: کیا آپ واقعی اس مشاہدے کو حذف کرنا چاہتے ہیں؟

source: Delete Draft ?
ar: حذف المسودة؟
es: ¿Eliminar borrador?
hi: ड्राफ्ट हटाएं?
ur: ڈرافٹ حذف کریں؟

# delete_draft_confirmation
source: Are you sure you want to delete this observation draft. This observation will be removed permanently
ar: هل أنت متأكد أنك تريد حذف هذه المسودة؟ سيتم حذف هذه الملاحظة نهائياً.
es: ¿Está seguro de que desea eliminar este borrador de observación? Esta observación se eliminará permanentemente.
hi: क्या आप वाकई इस अवलोकन ड्राफ्ट को हटाना चाहते हैं? यह अवलोकन स्थायी रूप से हटा दिया जाएगा
ur: کیا آپ واقعی اس مشاہداتی مسودے کو حذف کرنا چاہتے ہیں؟ اس مشاہدے کو مستقل طور پر ہٹا دیا جائے گا۔

source: Delete From List
ar: حذف من القائمة
es: Eliminar de la lista
hi: सूची से हटाएँ
ur: فہرست سے حذف کریں۔

source: Delete Group
ar: حذف المجموعة
es: Eliminar grupo
hi: समूह हटाएँ
ur: گروپ کو حذف کریں۔

# delete_group_title
source: Delete Group !!
ar: حذف المجموعة !!
es: ¡¡Eliminar grupo!!
hi: समूह हटाएं!!
ur: گروپ کو حذف کریں !!

# delete_group_warning
source: Are you sure want to go ahead with this? If you continue, the transaction is irreversible.
ar: هل أنت متأكد أنك تريد الاستمرار؟ إذا تابعت، ستكون العملية لا رجعة فيها.
es: ¿Estás seguro de que quieres seguir adelante con esto? Si continúa, la transacción es irreversible.
hi: क्या आप वाकई इसके साथ आगे बढ़ना चाहते हैं? यदि आप जारी रखते हैं, तो लेनदेन अपरिवर्तनीय है।
ur: کیا آپ واقعی اس کے ساتھ آگے بڑھنا چاہتے ہیں؟ اگر آپ جاری رکھتے ہیں، تو لین دین ناقابل واپسی ہے۔

source: Delete Observation
ar: حذف الملاحظة
es: Eliminar observación
hi: अवलोकन हटाएँ
ur: مشاہدہ کو حذف کریں۔

source: Delete Permanently
ar: حذف نهائيا
es: Eliminar permanentemente
hi: स्थायी रूप से हटाएँ
ur: مستقل طور پر حذف کریں۔

# delete_permit_draft
source: Are you sure you want to delete this Permit to Work draft? This will be removed permanently
ar: هل أنت متأكد أنك تريد حذف مسودة تصريح العمل هذه؟ سيتم إزالتها نهائيًا
es: ¿Está seguro de que desea eliminar este borrador de permiso de trabajo? Esto se eliminará permanentemente
hi: क्या आप सुनिश्चित हैं कि आप इस कार्य परमिट ड्राफ्ट को हटाना चाहते हैं? यह स्थायी रूप से हटा दिया जाएगा
ur: کیا آپ واقعی اس ورک پرمٹ کے مسودے کو حذف کرنا چاہتے ہیں؟ یہ مستقل طور پر حذف ہو جائے گا

# delete_pre_task_draft
source: Are you sure you want to delete this Pre-Task Briefing draft. This will be removed permanently
ar: هل أنت متأكد أنك تريد حذف مسودة ملخص ما قبل المهمة هذه. ستتم إزالة هذا نهائيًا
es: ¿Está seguro de que desea eliminar este borrador del informe previo a la tarea? Esto se eliminará permanentemente.
hi: क्या आप वाकई इस प्री-टास्क ब्रीफिंग ड्राफ्ट को हटाना चाहते हैं? इसे स्थायी रूप से हटा दिया जाएगा
ur: کیا آپ واقعی اس پری ٹاسک بریفنگ ڈرافٹ کو حذف کرنا چاہتے ہیں؟ اسے مستقل طور پر ہٹا دیا جائے گا۔

source: Delete Project
ar: حذف المشروع
es: Eliminar proyecto
hi: प्रोजेक्ट हटाएँ
ur: پروجیکٹ کو حذف کریں۔

# delete_project_confirm_message
source: Are you sure you want to delete the project permanently ?
ar: هل أنت متأكد أنك تريد حذف المشروع نهائيا؟
es: ¿Está seguro de que desea eliminar el proyecto de forma permanente?
hi: क्या आप वाकई प्रोजेक्ट को स्थायी रूप से हटाना चाहते हैं?
ur: کیا آپ واقعی اس پروجیکٹ کو مستقل طور پر حذف کرنا چاہتے ہیں؟

# delete_project_title
source: Delete Project ?
ar: حذف المشروع؟
es: ¿Eliminar proyecto?
hi: प्रोजेक्ट हटाएं?
ur: پروجیکٹ کو حذف کریں؟

source: Delete your account
ar: احذف حسابك
es: Elimina tu cuenta
hi: अपना खाता हटाएं
ur: اپنا اکاؤنٹ حذف کریں۔

source: DESCRIPTION
ar: الوصف
es: DESCRIPCIÓN
hi: विवरण
ur: تفصیل

# description_label
source: Description :
ar: الوصف :
es: Descripción :
hi: विवरण :
ur: تفصیل:

source: DESIGNATION
ar: المسمى الوظيفي
es: DESIGNACIÓN
hi: पद का नाम
ur: عہدہ

# didnt_receive_otp
source: Didn't receive the OTP?
ar: لم تستلم رمز التحقق؟
es: ¿No recibiste la OTP?
hi: ओटीपी प्राप्त नहीं हुआ?
ur: OTP موصول نہیں ہوا؟

source: Disable
ar: إيقاف
es: Desactivar
hi: अक्षम करना
ur: غیر فعال کریں۔

source: Disable App Notification
ar: إيقاف إشعار التطبيق
es: Deshabilitar la notificación de la aplicación
hi: ऐप अधिसूचना अक्षम करें
ur: ایپ کی اطلاع کو غیر فعال کریں۔

source: Disable Email Notification
ar: إيقاف إشعار البريد الإلكتروني
es: Deshabilitar la notificación por correo electrónico
hi: ईमेल अधिसूचना अक्षम करें
ur: ای میل اطلاع کو غیر فعال کریں۔

source: Disabled Email Notification
ar: تعطيل إشعار البريد الإلكتروني
es: Notificación por correo electrónico deshabilitada
hi: अक्षम ईमेल अधिसूचना
ur: غیر فعال ای میل اطلاع

source: Discard
ar: تجاهل
es: Descartar
hi: त्यागें
ur: مسترد کریں

source: DISCUSSION POINTS
ar: نقاط المناقشة
es: PUNTOS DE DISCUSIÓN
hi: चर्चा के बिंदु
ur: بحث کے نکات

source: Done
ar: تم
es: Hecho
hi: हो गया
ur: مکمل

source: Download All Employee Training Details
ar: تنزيل جميع تفاصيل تدريب الموظفين
es: Descargar todos los detalles de capacitación de empleados
hi: सभी कर्मचारी प्रशिक्षण विवरण डाउनलोड करें
ur: تمام ملازمین کی تربیت کی تفصیلات ڈاؤن لوڈ کریں

source: Download Location Of PDF
ar: موقع تنزيل ملفات PDF
es: Descargar ubicación del PDF
hi: पीडीएफ का स्थान डाउनलोड करें
ur: پی ڈی ایف کی لوکیشن ڈاؤن لوڈ کریں۔

source: Draft Saved
ar: تم حفظ المسودة
es: Borrador guardado
hi: ड्राफ्ट सहेजा गया
ur: مسودہ محفوظ ہو گیا۔

# draft_saved_message
source: Observation successfully saved as draft
ar: تم حفظ الملاحظة كمسودة.
es: Observación guardada exitosamente como borrador
hi: अवलोकन को ड्राफ्ट के रूप में सफलतापूर्वक सहेजा गया
ur: مشاہدہ کامیابی کے ساتھ مسودے کے طور پر محفوظ ہو گیا۔
